[Archetype.A_Hero_Cyt_Test3 H7EditorHero]
mName="sfse"
mLore=""

[Archetype.A_Hero_Cyt_Test4 H7EditorHero]
mName="NIEUPG"
mLore=""

[Archetype.A_Random_Citadel H7EditorHero]
mName="随机神庙"
mLore=""

[Archetype_Magic_balanced.A_Hero_Tlaa_Tlar H7EditorHero]
mName="特拉-特拉尔"
mLore=""

[Archetype_Magic_balanced.A_Suaquco H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_defense.A_Apotokurk_toc H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_defense.A_RorKoi H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_offence.A_ChoaMor H7EditorHero]
mName="沃伊"
mLore=""

[Archetype_Magic_offence.A_Gakor H7EditorHero]
mName=""
mLore=""

[Archetype_Magic_offence.A_Lord_Chakduzatzal H7EditorHero]
mName=""
mLore=""

[Archetype_might_balanced.A_Atoqoi H7EditorHero]
mName=""
mLore=""

[Archetype_might_balanced.A_Graraa H7EditorHero]
mName=""
mLore=""

[Archetype_might_Defense.A_Lord_Tlazmukoatui H7EditorHero]
mName=""
mLore=""

[Archetype_might_Defense.A_TlorGok H7EditorHero]
mName=""
mLore=""

[Archetype_might_Defense.A_Xoaar H7EditorHero]
mName=""
mLore=""

[Archetype_might_offence.A_GroiNak H7EditorHero]
mName="斯蒂格"
mLore=""

[Archetype_might_offence.A_Kraqok H7EditorHero]
mName=""
mLore=""

[DuelHeroesCitadel.A_DuelHero_Citadel1 H7EditorHero]
mName="科尔巴克"
mLore=""

[DuelHeroesCitadel.A_DuelHero_Citadel2 H7EditorHero]
mName="斯蒂格"
mLore=""

[HeroBio.A_HeroBio_Apotokurk_toc H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Atoqoi H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_ChoaMor H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Gakor H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Graraa H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_GroiNak H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Kraqok H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Lord_Chakduzatzalr H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Lord_Tlazmukoatui H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_RorKoi H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Suaquco H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Tlaa_tlar H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_TlorGok H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Xoaar H7HeroBioData]
mText=""

[HeroClasses.A_Citadel_Magic_Balanced H7HeroClass]
mName="沼泽艺术家"

[HeroClasses.A_Citadel_Magic_Defensive H7HeroClass]
mName="沼泽祭司"

[HeroClasses.A_Citadel_Magic_Offensive H7HeroClass]
mName="沼泽法师"

[HeroClasses.A_Citadel_Might_Balanced H7HeroClass]
mName="沼泽追猎者"

[HeroClasses.A_Citadel_Might_Defensive H7HeroClass]
mName="沼泽防御者"

[HeroClasses.A_Citadel_Might_Offensive H7HeroClass]
mName="沼泽战士"

[Name.A_Apotokurk_toc_Name H7GlobalName]
mName="阿波托库尔克'托克"

[Name.A_Atoqoi_Name H7GlobalName]
mName="阿托奎"

[Name.A_ChoaMor_Name H7GlobalName]
mName="乔莫尔"

[Name.A_Gakor_Name H7GlobalName]
mName="加科尔"

[Name.A_Graraa_Name H7GlobalName]
mName="格拉拉"

[Name.A_GroiNak_Name H7GlobalName]
mName="格罗伊纳克"

[Name.A_Kraqok_Name H7GlobalName]
mName="克拉奎克"

[Name.A_Lord_Chakduzatzal_Name H7GlobalName]
mName="查杜扎察尔勋爵"

[Name.A_Lord_Tlazmukoatui_Name H7GlobalName]
mName="特拉兹穆科阿图伊勋爵"

[Name.A_RorKoi_Name H7GlobalName]
mName="罗尔奎"

[Name.A_Suaquco_Name H7GlobalName]
mName="苏阿库科"

[Name.A_Tlaa_Tlar_Name H7GlobalName]
mName="特拉-特拉尔"

[Name.A_TlorGok_Name H7GlobalName]
mName="特洛尔戈克"

[Name.A_Xoaar_Name H7GlobalName]
mName="佐阿尔"

__________________________________________

[HeroBio.A_HeroBio_Kotgoki H7HeroBioData]
mText=""

[Name.A_Kotgoki_Name H7GlobalName]
mName="科特戈基"

[Name.A_Gar_Name H7GlobalName]
mName="加尔"

[HeroBio.A_HeroBio_Gar H7HeroBioData]
mText=""

[Name.A_Plotkoss_Name H7GlobalName]
mName="普洛特科斯"

[HeroBio.A_HeroBio_Plotkoss H7HeroBioData]
mText=""

[HeroBio.A_HeroBio_Zogogt H7HeroBioData]
mText=""

[Name.A_Zogogt_Name H7GlobalName]
mName="佐戈特"

__________________________________

V1.30 :

[Haven_new_hero.A_Serguei_new H7EditorHero]
mName=""
mLore=""

[Haven_new_hero.A_Haven_Might_warfare_Offensive H7HeroClass]
mName="复仇者"

[Name.A_Random_temple_Hero_Name H7GlobalName]
mName="神庙"